/* No comment provided by engineer. */
"%@ of %@" = "%1$@ de %2$@";

/* No comment provided by engineer. */
"%1$@ can't be updated when it's running from a disk image. Move %1$@ to your Applications folder, relaunch it, and try again." = "%1$@ no es pot actualitzar quan funciona des d'un disc d'imatge. Moveu %1$@ al vostre directori Aplicacions, reinicieu-lo, i torneu a provar-ho.";

/* No comment provided by engineer. */
"%@ %@ has been installed and will be ready to use next time %@ starts! Would you like to relaunch now?" = "%@ %@ ha estat instal·lat i estarà llest per a ser utilitzat la propera vegada que s'iniciï %@! Voleu reiniciar ara?";

/* No comment provided by engineer. */
"%@ %@ is currently the newest version available." = "%@ %@ és la versió disponible més actual.";

/* No comment provided by engineer. */
"%@ %@ is now available (you have %@). Would you like to download it now?" = "%@ %@ està disponible (ara teniu %@). Voleu actualitzar?";

/* No comment provided by engineer. */
"%@ does not have permission to write to the application's directory! Are you running off a disk image? If not, ask your system administrator for help." = "%@ no té permís per escriure al directori d'aplicacions! Esteu executant el programa des d'un disc d'imatge? Si no és així, demaneu ajuda al vostre administrador.";

/* No comment provided by engineer. */
"A new version of %@ has been installed!" = "S'ha instal·lat una nova versió de %@!";

/* No comment provided by engineer. */
"A new version of %@ is available!" = "Hi ha una nova versió de %@ disponible!";

/* No comment provided by engineer. */
"An error occurred during installation. Please try again later." = "Hi ha hagut un error durant la instal·lació. Torneu-ho a provar més tard.";

/* No comment provided by engineer. */
"An error occurred in retrieving update information. Please try again later." = "Hi ha hagut un error obtenint la informació d'actualització. Torneu a provar-ho més tard.";

/* No comment provided by engineer. */
"An error occurred while extracting the archive. Please try again later." = "Hi ha hagut un error al extreure l'arxiu? Torneu a provar-ho més tard.";

/* No comment provided by engineer. */
"An error occurred while trying to download the file. Please try again later." = "Hi ha hagut un error al intentar descarregar el fitxer. Torneu a provar-ho més tard.";

/* No comment provided by engineer. */
"An update is already in progress!" = "Ja hi ha una actualització en progrés!";

/* No comment provided by engineer. */
"Cancel" = "Cancel·la";

/* No comment provided by engineer. */
"Check for updates on startup?" = "Comprovar si hi ha actualitzacions a l'inici?";

/* No comment provided by engineer. */
"Downloading update..." = "Descarregant l'actualització...";

/* No comment provided by engineer. */
"Extracting update..." = "Extraient l'actualització...";

/* No comment provided by engineer. */
"Install and Relaunch" = "Instal·la i reinicia";

/* No comment provided by engineer. */
"Installing update..." = "Instal·lant l'actualització...";

/* No comment provided by engineer. */
"No" = "No";

/* No comment provided by engineer. */
"OK" = "D'acord";

/* No comment provided by engineer. */
"Ready to Install" = "A punt per instal·lar";

/* No comment provided by engineer. */
"Update Error!" = "Error d'actualització!";

/* No comment provided by engineer. */
"Updating %@" = "Actualitzant %@";

/* No comment provided by engineer. */
"Would you like %@ to check for updates on startup? If not, you can initiate the check manually from the %@ menu." = "Voleu que %@ comprovi si hi ha noves actualitzacions al iniciar? Si no, podeu inciar la comprovació manualment des del menú @.";

/* No comment provided by engineer. */
"Yes" = "Sí";

/* No comment provided by engineer. */
"You're up to date!" = "Ja esteu al dia!";

